Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: That a king banished a pair of twin magi and their devoted followers down here after the Wesfolk war!
uk_ua: Що після війни з весфольками король заслав близнюків-магів і їх відданих прибічників сюди, вниз!

source: That big ol’ fort between Aldril and Elensefar?
uk_ua: Це та здоровенна фортеця між Альдрілом та Еленсефаром?

source: That dark mage has woken our dead and stifles the air with her very presence. Please wake your people, Elder, and destroy her.
uk_ua: Ця чародійка за допомогою темною магії підняла з могил наших мертвих і самою своєю присутністю оскверняє природу. Пробудіть свій народ, о, Передвічний, і знищте її.

source: That does it. Attack!
uk_ua: Ну все. В атаку!

source: That does not sound unreasonable.
uk_ua: Не така вже і погана ідея.

source: That does not surprise me, given our troubles in even getting here. Deoran, we had best hurry back to your city. I will need to see what the circumstances are.
uk_ua: Це не дивує мене, звертаючи на наші проблеми на шляху сюди. Деоране, нам треба поквапитися до твого міста. Мені потрібно побачити, що там коїться.

source: That is Delfador. Do you see now?
uk_ua: Це Делфадор. Тепер ти бачиш?

source: That is a mighty bat!
uk_ua: Це сильний кажан!

source: That is as may be. But you are my brother still. And... I never doubted you would have come for me.
uk_ua: Можливо, однак, незважаючи на все, ти мій брат. І... Я ніколи не сумнівався, що ти б також прийшов за мною.

source: That is excellent news indeed. Our numbers have doubled. Now on to the business at hand.
uk_ua: Це дійсно чудові новини. Наші ряди подвоїлися. Але повернемося до насущних питань.

source: That is ill news indeed... these are dark times. I think you had best return with me to Weldyn. Garard too, must hear your news.
uk_ua: Це жахлива новина... темні часи настали. Думаю, що краще всього тобі повернутися зі мною у Велдин. Гарард теж повинен почути цю новину.

source: That is not our only problem. I sense that many undead creatures are approaching us rapidly. It seems as if they are chasing us, though I know not why.
uk_ua: Це не наша єдина проблема. Я відчуваю, що до нас наближається безліч мерців. Схоже, вони переслідують нас, хоч і я не знаю нащо.

source: That is obvious; the Order of Loremasters wants to send an expedition to Kal Kartha to examine the possibility of restoring the order of Runemasters.
uk_ua: Це очевидно; Орден Хранителів Давнини хоче відправити експедицію до Кал Карти, щоб дослідити можливе відновлення Ордену Майстрів Рун.

source: That is our duty. For the Alliance!
uk_ua: Це наш обов'язок. За Альянс!

source: That is what is said, my lord Hamel, and it is true. Except this; the Order of Loremasters has given me leave to reveal that the craft secrets were not, actually, quite as lost as we believed.
uk_ua: Це те, що відомо більшості, мій лорде Хамелю, і це правда. Крім одного; Орден Хранителів Давнини дозволив мені відкрити, що секрети магії рун насправді не настільки загублені, як ми вважали.

source: That may not be a blessing. Something has been driving these orcish raiders to push into Alliance territory. Don’t you wonder what it is?
uk_ua: Це не може бути співпадіння. Щось змушує цих орків-мародерів атакувати землі Альянсу. Чи ви не задумувалися чому так, в чому причина?

source: That may well be the key to the cell they’re holding Baran in! I will take it.
uk_ua: Можливо, це ключ від камери, в якій тримають Б'ярна! Передай його мені.

source: That may well be true.
uk_ua: Це можна влаштувати.

source: That morning, another advance element of the main Wesnoth army arrived...
uk_ua: Цього ранку прибув ще один загін головної армії Весноту...

source: That must be a drake. I am told they are fearsome, but honorable, creatures. Let him out of the cage.
uk_ua: Мабуть, це дрейк. Мені розповідали, що вони грізні, але благородні істоти. Випусти його з клітки.

source: That remains to be seen. I find it disturbing that a kai — and my descendant — would run here begging for help. Before I agree to save you, you have to prove that my blood flows in your veins. Prove that your are, despite appearances, courageous, and worthy of my help.
uk_ua: Це ще невідомо. Мене турбує, що Кай — і мій нащадок — прийшов до мене по допомогу. Перед тим, як я погоджуся тобі допомогти, ти повинен довести, що моя кров тече по твоїх венах. Доведи, що ти сміливий, не дивлячись ні на що, і доведи, що гідний моєї допомоги.

source: That shall soon end. Send to them in my name and the Arch-Mage Leollyn’s; nay, tell them that in this matter I speak with the King’s voice!
uk_ua: Це повинно закінчитися. Пошліть до них від мого імені і імені Архімага Леолина; ні, скажіть їм, що зараз я говорю від імені Короля!

source: That shouldn’t be necessary. I have also learned that he wrote a book containing all his secrets, which must include all he knows of immortality. We need only borrow this book. I knew that getting that book was not something I could accomplish on my own, but now, with a force such as ours, it should be easily done.
uk_ua: Його не доведеться змушувати. Я також дізнався, що описав усі свої секрети у книзі, зокрема й те, що стосується безсмертя. Усе що нам треба — позичити в нього ту книгу. Самому мені його книгу не добути, а от зібране тобою військо значно полегшило б задачу.

source: That sounds frightening. Let someone else have it.
uk_ua: Звучить моторошно. Нехай хто-небудь інший візьме його.

source: That sounds great! I’ll take it.
uk_ua: Звучить прекрасно! Я візьму його.

source: That they should dare this! We will give chase at once.
uk_ua: Як вони посміли! Ми повинні негайно переслідувати їх.

source: That tree can talk!
uk_ua: Те дерево заговорило!

source: That tree, it speaks! No— No— We are tree-friends, really!
uk_ua: Це дерево, воно розмовляє! Ні— ні— Ми друзі дерев, правда!

source: That unit has captured our village! You’d better get him out; it heals him each turn and provides good defense.
uk_ua: Він захопив наше село! Вижени його звідти, інакше він буде добре захищений і лікуватиметься кожен хід.

source: That unit is about one kill (8 experience points) away from gaining a level! Do not let it die!
uk_ua: Цьому бійцеві досить один раз убити противника(8 очок досвіду), щоб взяти новий рівень! Не дай йому загинути!

source: That warlord! It’s...
uk_ua: Той воєначальник! Це...

source: That was not so hard!
uk_ua: Це було нескладно!

source: That was partially my fault, since I was not able to send a messenger to you in time. I shall have to inform you now. Five weeks ago, at the Ford of Abez, Queen Asheviere’s men allied themselves with the northern orcs and betrayed King Garard II.
uk_ua: Частково це моя вина, так як я не мав можливості послати до тебе гінця. Що ж, тоді повідомлю про це зараз. П'ять тижнів тому, на Переправі Абез, війська Королеви Ашевір об'єдналися з північними орками та зрадили Короля Гарарда ІІ.

source: That was quite a scandal, too, but I was not cut out to be a mother.
uk_ua: Це був великий скандал, але материнство це не моє покликання.

source: That will be easier said than done. Even if we defeat him, the other Lich-Lords will follow. It’s because of that ruby. If I were paranoid I’d say that our dear old ‘tree-friend’ might have known as much.
uk_ua: Простіше сказати, ніж зробити. Якщо навіть ми і переможемо його, інші владики лічі прийдуть услід за ним. Все через цей Рубін. Будь я параноїком, сказала б, що наш старий добрий ‘деревний друг’ усе це передбачав.

source: That would be the work of the undead. We must proceed slowly, for the evils that the bandits have awoken seem to be quite powerful. We elves are also far less adept in caves than we are in our forests. You will have to lead the way.
uk_ua: Це робота мерців. Нам потрібно рухатися повільніше, бо зло, котрі пробудили розбійники, відчувається доволі сильним. Ми, ельфи, також не такі майстерні в печерах, як у наших лісах. Вам доведеться показувати шлях.

source: That... was foolish. Next time I should be more careful.
uk_ua: Це... було по-дурному. Я буду обережнішим наступного разу.

source: That’s <i>Sir</i> Deoran to the likes of you!
uk_ua: Для таких, як ти, <i>Пан</i> Деоран!

source: That’s a deep well! Wonder how far down it goes. Guess I’ll chuck a rock down and find out.
uk_ua: Ого, це глибокий колодязь. Цікаво, наскільки. Гадаю, я просто кину камінь вниз та дізнаюся.

source: That’s awful! And it only gets worse. That Wesfolk rabble has set up shop again in the south pass...
uk_ua: Це жахливо! Але ще гірше те, південний перевал заблокував весфолькский набрід...

source: That’s horrible!
uk_ua: Який жах!

source: That’s impossible! You must be insane!
uk_ua: Це неможливо! Ти, мабуть, з'їхав з глузду!

source: That’s it, our work is done here!
uk_ua: Що ж, це все, нашу справу зроблено!

source: That’s some fresh tasty water. Mmm!
uk_ua: Трохи смачної свіжої води. Ммм!

source: That’s the last caravan! We will commence work immediately.
uk_ua: Це був останній караван! Ми негайно ж почнемо роботу.

source: That’s the only way out of the valley! This is a disaster! We must defeat that Wesfolk scum and flee to the south. Our home is lost... We must make haste.
uk_ua: Це ж єдиний вихід з долини! Це катастрофа! Треба розправитися з весфолькскими мерзотниками та втікати на південь. Наш дім втрачено... Поспішимо ж.

source: That’s the wrong password! These aren’t our relief! Get them!
uk_ua: Неправильно! Ці хлопаки не наша заміна! Хапайте їх!

source: That’s true. Whenever there’s been troubles, we’ve always looked to her for help.
uk_ua: То є так. Незалежно від проблеми, ми завжди могли отримати від неї допомогу.

source: That’s where you are wrong, puny mage. War is coming, humans... War! Take their villages, and spare no-one!
uk_ua: Тут ти помиляєшся, нікчемний чаклуне. Війна наближається, люди... Війна! Захопити їхні села, нікого не щадити!

source: The :$command debug command was used during $player’s turn
uk_ua: Під час ходу $player було використано налагоджувальну команду $command

source: The <b>$filename</b> server application provides multiplayer server functionality and is required for hosting local network games. It will normally be found in the same folder as the game executable.
uk_ua: Серверний додаток <b>$filename</b> надає функціональність мультиплеєрного серверу і необхідний для хостування ігор у локальній мережі. Зазвичай його можна знайти у теці з грою.

source: The <bold>text='Drakes'</bold> are a faction of dragon-like <ref>text='Drakes' dst='..race_drake'</ref> and their lizard <ref>text='Saurian' dst='..race_lizard'</ref> allies. Drakes are descendants of dragons, but smaller in size. Saurians are considerably smaller than Drakes and from different ancestry. Together, the Drake faction has high mobility but low defense, leading to unusual tactics for a <ref>text='Default Era' dst='..era_era_default'</ref> faction.
uk_ua: <bold>text='Дрейки'</bold> — це фракція драконоподібних <ref>text='дрейків' dst='..race_drake'</ref> та їх союзників <ref>text='ящірів' dst='..race_lizard'</ref>. Дрейки — нащадки драконів, хоч і менші за розміром. Ящіри значно менші за дрейків, і мають інше походження. Разом вони мають високу мобільність, але низький захист, та використовують незвичну тактику у <ref>text='Типовій ері' dst='..era_era_default'</ref>.

source: The <bold>text='Dunefolk'</bold> are a faction of humans from the deserts and hills of the southern lands. The Dunefolk specialize in using terrain features to coordinate attacks at dawn or dusk. Their ranks boast lawful and liminal units, healers, high-accuracy melee fighters, and fearsome horse-mounted archers. While Dunefolk units tend to be more expensive than those of the Loyalist faction, they make up for this with high mobility — especially on hilly terrains.
uk_ua: <bold>text='Люди Дюн'</bold> — це фракція людей із пустель і пагорбів південних земель. Люди Дюн спеціалізуються на використанні особливостей місцевості для координації атак на світанку чи в сутінках. У їхніх рядах є порядні та тіньові бійці, цілителі, високоточні бійці ближнього бою та могутні кінні лучники. Хоча бійці Людей Дюн, як правило, дорожчі, ніж бійці фракції Вірнопідданих, вони компенсують це високою мобільністю, особливо на місцевості з холмами.

source: The <bold>text='Knalgan Alliance'</bold> is a faction of <ref>text='Dwarves' dst='..race_dwarf'</ref> and their outlaw <ref>text='Human' dst='..race_human'</ref> allies. Dwarves are an old race who live underground and have tough, but short, warriors. The outlaws are humans who are not socially acceptable among others of their race, but have become allies of the dwarves due to common enemies. This leads to a combination of tough and defensive dwarves who are only good on certain terrain and humans who can cover ground that dwarves are not good at fighting in.
uk_ua: <bold>text='Союз Кланги'</bold> — це фракція <ref>text='гномів' dst='..race_dwarf'</ref> та їх союзників з <ref>text='людей' dst='..race_human'</ref>. Гноми — це стара підземна раса, а їхні воїни дебелі, хоч і короткі. Бандити — люди, які стали вигнанцями серед своєї раси, але через спільних ворогів стали союзниками гномів. Усе це призводить до комбінації сильний і стійких гномів, які добрі тільки на певній місцевості, та людей, які можуть прикривати місцевість, де гноми бʼються не дуже.

source: The <bold>text='Loyalists'</bold> are a faction of <ref>text='Humans' dst='..race_human'</ref> who are loyal to the throne of Wesnoth. Humans are a versatile race who specialize in many different areas. Similarly, the Loyalist faction is a very versatile melee-oriented faction with important ranged support from bowmen and mages.
uk_ua: <bold>text='Вірнопіддані'</bold> — це фракція лояльних трону Веснота <ref>text='людей' dst='..race_human'</ref>. Люди — гнучка раса, і можуть спеціалізуватися у різних сферах діяльності. Так само, вірнопіддані дуже багатостороння фракція: вони орієнтуються на ближній бій, але їх маги та лучники можуть показати себе і в дальньому бою.

source: The <bold>text='Northerners'</bold> are a faction of <ref>text='Orcs' dst='..race_orc'</ref> and their allies who live in the north of the Great Continent, thus their name. Northerners consist of the warrior orcs race, the enslaved <ref>text='goblins' dst='..race_goblin'</ref>, <ref>text='trolls' dst='..race_troll'</ref> who are tricked into combat by the orcs, and the serpentine <ref>text='naga' dst='..race_naga'</ref>. The Northerners play best by taking advantage of having many low-cost and high HP soldiers.
uk_ua: <bold>text='Мешканці півночі'</bold> — фракція <ref>text='орків' dst='..race_orc'</ref> та їх союзників, які живуть на півночі Великого континенту (звідки й імʼя фракції). До їх складу входять воїни оркської раси, поневолені ними <ref>text='гобліни' dst='..race_goblin'</ref>, змієподібні <ref>text='наги' dst='..race_naga'</ref>, а також <ref>text='тролі' dst='..race_troll'</ref>, яких орки хитрістю втягнули в свої бійки. Незаперечною силою та перевагою Мешканців півночі є дешеві та живучі бійці.

source: The <bold>text='Rebels'</bold> are a faction of <ref>text='Elves' dst='..race_elf'</ref> and their various forest-dwelling allies. They get their human name, Rebels, from the time of Heir to the Throne, when they started the rebellion against the evil Queen Asheviere. Elves are a magical race that are masters of the bow and are capable of living many years longer than humans. In harmony with nature, the elves find allies with the <ref>text='human' dst='..race_human'</ref> mages, certain <ref>text='merfolk' dst='..race_merman'</ref>, and tree creatures called <ref>text='Woses' dst='..race_wose'</ref>. Rebels are best played taking advantage of their high forest defense, mastery of ranged attacks, and the elves’ neutral alignment.
uk_ua: <bold>text='Повстанці'</bold> — це фракція <ref>text='ельфів' dst='..race_elf'</ref> та чисельних жителів лісу. Люди називають їх називають повстанцями через те, що під час подій Спадкоємця престолу вони почали повстання проти злої королеви Ашевір. Ельфи — магічна раса, вони майстри стрільби з луку та живуть набагато довше за людей. У гармонії з природою, ельфи знайшли собі союзників з числа <ref>text='людських' dst='..race_human'</ref> магів, деяких <ref>text='водяних' dst='..race_merman'</ref>, а також деревоподібних істот, що їх називають <ref>text='лісовиками' dst='..race_wose'</ref>. Незаперечною силою та перевагою Повстанців є високий захист у лісах, смертельні дальні атаки і незалежність ельфів від часу доби.

source: The <bold>text='Undead'</bold> are a faction of <ref>text='undead' dst='..race_undead'</ref> creatures and <ref>text='human' dst='..race_human'</ref> practitioners of dark arts that usually accompany them. Often, these “Dark Adepts” are the units that do the most damage for the faction, but they have a major vulnerability — their practicing of this forbidden, evil magic has consumed all their energy and so they have no melee attack at all. The Undead are a very aggressive faction and the most powerful <ref>text='Default Era' dst='..era_era_default'</ref> faction at nighttime.
uk_ua: <bold>text='Мерці'</bold> — це фракція <ref>text='мерців' dst='..race_undead'</ref> та <ref>text='людських' dst='..race_human'</ref> практиків темних мистецтв, які зазвичай їх супроводжують. Часто, ці так звані “Темні адепти” наносять найбільше шкоди серед усіх бійців своєї фракції, але вони мають одну вразливість. Заборонена магія поглинає всю їхню енергію, тож в адептів зовсім немає ближньої атаки. Нежить — дуже агресивна фракція, і в нічній час найсильніша серед усієї <ref>text='Типової ери' dst='..era_era_default'</ref>.

source: The <i>Heal</i> Ability
uk_ua: Здатність <i>лікувати</i>

source: The <i>Slow</i> ability is extremely powerful because it has such wide-ranging effects. Enemy undead get half the normal benefit from their <i>Drain</i> ability, the damage bonus from <i>Charge</i> or <i>Backstab</i> is cancelled, and the <i>Berserk</i> ability is weakened. Fast foes struggle to escape; slow enemies are almost immobilized, and your own units suffer less retaliation damage, so it’s quicker to heal them.
uk_ua: <i>Уповільнююча</i> здатність надзвичайно корисна завдяки широкому спектру впливу, який вона здійснює на противника. Мерці отримуватимуть лише половину життів від <i>висмоктування</i>, <i>заряд</i> і <i>удар в спину</i> не матимуть ніякого ефекту, а здатність <i>берсерка</i> буде ослаблена. Швидкі вороги будуть вимушені рятуватися втечею, а повільні будуть майже нерухомі. Ваші власні бійці отримуватимуть менше шкоди у відповідь, тому їх зцілення займе менше часу.

source: The <i>Slow</i> attack makes enemy units move slower and halves the damage they do on all attacks until they end a turn.
uk_ua: <i>Уповільнена</i> атака робить пересування бійця противника повільнішим і зменшує збиток від його атак до кінця ходу наполовину.

source: The <i>dummy</i> gets a turn?
uk_ua: <i>Манекен</i> може ходити?

source: The Aethermaw growls.
uk_ua: Гуркіт Ефірної кулі.

source: The Alliance
uk_ua: Альянс

source: The Artisans
uk_ua: Бродяги

source: The Battle for Wesnoth
uk_ua: Битва за Веснот

source: The Battle for Wesnoth is a turn-based strategy game with a fantasy theme.
uk_ua: Битва за Веснот - це покрокова стратегічна гра в в стилі фентезі.

source: The Bay of Pearls
uk_ua: Затока Перлів

source: The Black River is before us. Few elves have crossed it, and fewer still have explored the dark forest beyond. If the undead come from across the river, we must exercise great caution in our search for them.
uk_ua: Перед нами Чорна ріка. Небагато ельфів перетинали її, і ще менше досліджували темний ліс поза ним. Якщо мерці прийшли з-за ріки, то ми маємо шукати обережно.

source: The Book is recovered, but the damage is done. Friends, thank you. Now let’s get out of here!
uk_ua: Книга знову в нас, але ціною втрат. Спасибі вам, друзі. Тепер давайте вибиратися звідси!

source: The Book’s curse is already weighing heavy upon you, friend. But we cannot falter. We have acquired orcish weapons, as you have requested. Nobody will be able to link this to you or the elves.
uk_ua: Прокляття книги вже висить на тобі важким тягарем, друже. Але ми не можемо вагатися. Ми роздобули зброю орків, як ти просив. Ніхто не зможе пов'язати це з тобою чи ельфами.

source: The Chase
uk_ua: Гонитва

source: The City Falls
uk_ua: Падіння міста

source: The Clashers are members of a unique caste among the drakes. Their thick armor, while compensating for the drakes’ natural weakness against spears and arrows, is so heavy and restricting that they are not able to fly or muster enough breath to use their inner fire. They have embraced this handicap, completely encasing their wings to emphasize that they do not need flight to triumph in battle. This is also the only caste that is allowed to break taboo and fight with spears in addition to the drake’s traditional metal claws, which makes them particularly good at "resolving" territorial disputes with other drakes and enforcing the laws of their tribe.
uk_ua: Каста Бійців відрізняється від інших дрейків. Їх товсті обладунки, хоча і компенсують природну вразливість до списів і стріл, настільки важкі і незручні, що не дозволяють ні літати, ні глибоко вдихнути щоб дихати вогнем. Бійці приймають це як належне і повністю закривають свої крила щоб підкреслити, що їм не треба літати для перемоги в бою. До того ж, це єдина каста, якій дозволено порушувати табу і битися списами на додаток до звичайних для дрейків металевих кігтів. Завдяки цьому вони успішно ‘вирішують’ територіальні суперечки з іншими дрейками і наводять лад серед своїх родичів.

source: The Council of Westin has summoned many of our brethren from our allies to the north!
uk_ua: Рада Вестіну закликала багатьох наших побратимів від наших союзників на півночі!

source: The Council of Westin has summoned some aid from our allies to the north!
uk_ua: Рада Вестіну отримала трохи допомоги від наших союзників на півночі!

source: The Court of Karrag
uk_ua: Двір Карраґа

source: The Creatures
uk_ua: Створіння

source: The Crown Prince is dead. But we have need of your services again—
uk_ua: Спадкоємний Принц мертвий. Але нам знову потрібні Ваші послуги—

source: The Crown did long since abandon our village. You Wesnothians be too busy countin’ the gold from our taxes to be sending aid against them orcs. Nobody here be leaving to nowhere.
uk_ua: Корона вже давно покинула наше селище. Ви, веснотці, схож, надто зайняті підрахунком нашого злота з податків, шоб послати допомогу проти орків. Ніхто нікуде не поїде.

source: The Cult
uk_ua: Культ

source: The Dangerous Symphony
uk_ua: Небезпечна симфонія

source: The Deep Path
uk_ua: Глибокий шлях

source: The Defiance
uk_ua: Зухвальці

source: The Dragon
uk_ua: Дракон
